Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E12B.tmx
Source language: en_us
Languages: zh_cn

source: How to Do Laundry: Expert Advice to Laundering
zh_cn: 关于怎样洗衣的专家意见

source: Every one of us, at some time or the other, has been forced to do our own laundry, right?
zh_cn: 我们每个人都曾有过不情愿而又不得不自己洗衣服的经历，对吧？

source: The first rule then has always been to keep an eye on the care label, which we usually miss.
zh_cn: 那么第一规则就是要留意洗涤说明标签，我们通常都会漏掉这一步。

source: It provides some basic idea of how to approach a fabric while cleaning.
zh_cn: 它告诉我们洗衣服时如何处理布料。

source: Here are some general tips.
zh_cn: 这里是一些基本的小窍门：

source: Choose the temperature according to care label.
zh_cn: 按照洗涤说明标签调节水温。

source: For fine fabrics that might shrink on washing, use cold water.
zh_cn: 一些精美的布料一洗就会缩水，这种情况要用冷水洗。

source: Warm water is recommended if the fabric is loomed and dirty.
zh_cn: 如果布料是针织并且很脏了，推荐用温水洗涤。

source: Use hot water if clothes are white and very dirty.
zh_cn: 如果衣服是白色又很脏，就用热水洗。

source: You might be wondering, why your white fabric is fading so early.
zh_cn: 你可能会问，白色布料为什么会褪色这么快？

source: Here is the fact. You might not be using enough detergent, or the water temperature may be too low.
zh_cn: 事实是：你可能一直洗涤剂的用量不够，或者可能水温太低。

source: If it is really dirty, go for bleaching.
zh_cn: 如果真的太脏的话，就漂白吧。

source: You can do away with fading by turning the fabric inside out while washing and drying.
zh_cn: 你可以在洗的时候把衣服反过来，避免褪色。

source: Follow the care label to prevent shrinking.
zh_cn: 按洗涤说明标签做，可以防止缩水。

source: Use cold water for washing and put your dryer setting to the lowest.
zh_cn: 用冷水洗然后将烘干机温度调至最低。

source: Be careful with red.
zh_cn: 当心红色。

source: It might bleed, and if it does there is nothing we can do.
zh_cn: 它可能会渗色，一旦有了就无论如何也洗不去了。

source: Just enjoy the new shade.
zh_cn: 这是就欣赏你的新暗斑吧。

source: But you can protect other fabric from infection by washing bleeding fabrics separately.
zh_cn: 但是你可以单独洗涤渗色的衣物，这样可以保护其他布料免受污染。

source: It's always better to hand-wash your delicates.
zh_cn: 精细的布料用手洗是比较好的的选择。

source: If you should wash it in machine, then make sure you do a gentle wash.
zh_cn: 如果你要机洗，就确保调到温柔洗。

source: Add a capfull of mild detergent to cold water soak them in it for 10 minutes before washing.
zh_cn: 冷水中加入一瓶帽的中性洗涤剂，洗之前先将衣物在里面浸泡10分钟。

source: When it comes to washing, fewer suds are always advantageous.
zh_cn: 说到洗衣服，泡沫越少越有利。

source: Excess suds may re-deposit dirt back onto your clothes rather than remove it.
zh_cn: 泡沫过多会导致污垢不是被洗下来，而是重新沉积回到衣物上。

source: It might even mess up walls of your washing machine.
zh_cn: 过多的泡沫甚至可能会弄脏洗衣机内壁。

source: While laundering, clothes should go in certain order.
zh_cn: 洗衣服时，衣服应按一定顺序放入。

source: White followed by light followed by darks followed by heavy soiled, is the order.
zh_cn: 顺序是：先洗白衣服，后是浅色衣物，再是深色衣物，最后是很脏的衣物。

source: Count your clothes before putting in the washing machine.
zh_cn: 把衣服放进洗衣机前清点衣服数目。

source: Some smaller fabrics might get sucked under impeller, or drain along with water.
zh_cn: 一些小件衣物可能会卡在转轮下面，或者随着水排出来。

source: This occurs more in case of socks.
zh_cn: 这种情况常在洗袜子时出现。

source: Detergents also play a vital role in cleaning your fabrics.
zh_cn: 洗涤剂在洗衣物时起到了很重要的作用。

source: Liquid detergents are best for stain pre-treatment and food stain removal.
zh_cn: 用于清洗污点前的预处理或者是清洗食物污点的话，液体洗涤剂是最佳选择。

source: Powder detergent suits for general cleaning, whereas high-efficiency (HE) detergents reduce suds and prevent color change considerably.
zh_cn: 粉末洗涤剂适合一般清洗，而高效洗涤剂对于减少泡沫和防止变色有相当好的效果。

source: Using fabric softener is a good option.
zh_cn: 用布料柔顺剂是一个很好的选择。

source: Certain brands add softener along with detergents de facto.
zh_cn: 事实上，某些品牌会将柔顺剂加入洗涤剂。

source: Some softeners remove the flame-retardant nature of some fabrics.
zh_cn: 一些柔顺剂可以会消减布料的阻燃效果。

source: So you should be very careful about softeners.
zh_cn: 所以你使用柔顺剂时要注意。

source: Don't let your fabric to linger on machine too long, especially while it's not automatic.
zh_cn: 不要让你的衣物在洗衣机放置太久，尤其是洗衣机不是全自动的。

source: Else it might wrinkle too much and eventually harm your fabric.
zh_cn: 否则将会褶皱太厉害而最终伤害布料。

source: Be careful with stains.
zh_cn: 注意污点。

source: The older they get, the more harder they are to remove.
zh_cn: 污点越久，越难以清洗掉。

source: So, remove stains as soon as possible after you see it using a stain remover.
zh_cn: 所以，发现污点后用去污剂洗掉污点，越快越好。

source: Certain fabrics develop a static charge while rubbing, which might cause them to cling.
zh_cn: 某些衣料摩擦时会产生静电，从而使它们贴在一起。

source: Low temperature and softener would help you here.
zh_cn: 低温和柔顺剂会帮助你改善这一情况。

source: Do you folks have any other tips for doing your own laundry?
zh_cn: 你们大家也有其他自己洗衣服的小窍门吧？
